<?php

/**
 * forgotten.php
 *
 * @copyright  2022 beikeshop.com - All Rights Reserved
 * @link       https://beikeshop.com
 * @author     TL <mengwb@guangda.work>
 * @created    2022-07-28 17:21:38
 * @modified   2022-07-28 17:21:38
 */

return [
    'index'                  => 'Забыл пароль',
    'follow_prompt'          => 'Пожалуйста, следуйте инструкциям, чтобы восстановить пароль',
    'email_forCode'          => 'Пожалуйста, введите свой адрес электронной почты, чтобы получить код подтверждения',
    'enter_password'         => 'Пожалуйста, введите новый пароль',
    'email'                  => 'Почта',
    'email_address'          => 'Адрес электронной почты',
    'verification_code'      => 'код верификации',
    'password'               => 'пароль',
    'confirm_password'       => 'Подтвердить Пароль',
    'send_code'              => 'Отправить код подтверждения',
    'to_back'                => 'Назад к предыдущему шагу',
    'enter_password'         => 'Пожалуйста введите пароль',
    'enter_email'            => 'Пожалуйста, введите свой адрес электронной почты',
    'please_confirm'         => 'Пожалуйста, подтвердите свой пароль',
    'password_err'           => 'Введенные дважды пароли не совпадают!',
    'email_err'              => 'Пожалуйста, введите действительный адрес электронной почты!',
    'enter_code'             => 'пожалуйста, введите проверочный код',
    'verification_code_sent' => 'Код подтверждения отправлен, пожалуйста, проверьте и введите код подтверждения',
    'password_updated'       => 'пароль был изменен',
];
