<?php

/**
 * Lang.php
 *
 * @copyright  2026 beikeshop.com - All Rights Reserved
 * @link       https://beikeshop.com
 * @author     guangda <service@guangda.work>
 * @created    2023-09-09 09:09:09
 * @modified   2026-05-28 06:36:10
 */

return [
    'add_url'                => 'Добавьте URL.',
    'add_url_help'           => 'Поддерживается только удаленная ссылка на видео в форматах YouTube и mp4',
    'add_variable'           => 'добавить характеристики',
    'add_variable_image'     => 'Добавить изображение спецификации',
    'add_variable_value'     => 'Добавить значение спецификации',
    'basic_information'      => 'основная информация',
    'batch_active'           => 'список партий',
    'batch_delete'           => 'пакетное удаление',
    'batch_inactive'         => 'Серийная партия',
    'category_already'       => 'Классификация существует.',
    'category_disabled'      => 'Категория была деактивирована',
    'category_placeholder'   => 'Пожалуйста, выберите/обыщите',
    'clear_restore'          => 'очистить корзину',
    'confirm_batch_product'  => 'Вы уверены, что хотите удалить выбранные элементы сразу?',
    'confirm_batch_restore'  => 'Вы уверены, что хотите восстановить выбранный элемент?',
    'confirm_batch_status'   => 'Вы уверены, что хотите массово изменить статус выбранных элементов?',
    'confirm_delete_restore' => 'Вы уверены, что хотите очистить корзину?',
    'cost_price'             => 'себестоимость',
    'default_main_product'   => 'Основной продукт по умолчанию',
    'drag_drop_upload'       => 'Буксир загружает фото',
    'enable_multi_spec'      => 'Включить несколько спецификаций',
    'file_manager_select'    => 'Выбирайте из библиотеки',
    'full_edit'              => 'Редактирование на полный экран',
    'iframe_code'            => 'Код встроен в Iframe',
    'iframe_code_hint'       => 'Веб-сайт Iframe встраивает код, как, например, ссылочная ссылочка на ссылочку, а затем на ссылочную ссылочку под видео на youtube, копируя код внутри',
    'image_help'             => 'Первое изображение будет использоваться в качестве основного изображения товара. Локальные изображения можно загружать перетаскиванием, а несколько изображений можно свободно менять местами.',
    'images_video'           => 'Фотография/видео',
    'model'                  => 'модель',
    'modify_order'           => 'Дважды щелкните, чтобы изменить, перетащите, чтобы настроить порядок',
    'origin_price'           => 'исходная цена',
    'price'                  => 'цена',
    'product_details'        => 'Подробнее о продукте',
    'product_relations'      => 'сопутствующие товары',
    'products_create'        => 'создать товары',
    'products_delete'        => 'удалить товар',
    'products_filter_index'  => 'Проверка на высший уровень допуска',
    'products_filter_update' => 'Пересмотр старшего отбора',
    'products_index'         => 'список товаров',
    'products_restore'       => 'Восстановить корзину',
    'products_show'          => 'Подробнее о продукте',
    'products_trashed'       => 'корзина',
    'products_update'        => 'обновить товары',
    'products_upload_new'    => 'Загрузи новые фотки.',
    'quantity'               => 'количество',
    'sku_error_repeat'       => 'Повторяю.',
    'sku_hint'               => 'Обратите внимание на то, что мультиспецификация рекомендуется не более 100, и что еще больше может привести к вопросу о Том, что страницы картона, изменения во времени и слишком большие перехваты данных, могут привести к тому, что страницы будут отображать слишком долго',
    'stocks'                 => 'инвентаризация товаров',
    'video_help'             => 'Если подсказка выходит за пределы допустимого размера системы, пожалуйста, измени параметр PHP. Ini post_max_size',
    'video_local'            => 'местн',
    'video_path'             => 'Видео адрес.',
    'video_path_hint'        => 'Удаленное видео должно быть снято по адресу, который заканчивается на.mp4',
    'view_more'              => 'предварительн',
    'weight_class'           => 'единица веса',
    'weight_text'            => 'вес',
];
