<?php

/**
 * order.php
 *
 * @copyright  2022 beikeshop.com - All Rights Reserved
 * @link       https://beikeshop.com
 * @author     Edward Yang <yangjin@guangda.work>
 * @created    2022-08-02 14:22:41
 * @modified   2022-08-02 14:22:41
 */

return [
    'title_1'                   => 'Краткое руководство',
    'title_2'                   => 'Быстрое обслуживание',
    'btn_link'                  => 'Иди сейчас',
    'mall_config'               => 'конфигурация торгового центра',
    'dev_doc'                   => 'Руководство по разработке',
    'technical_services'        => 'Технические услуги',
    'system_upgrade'            => 'Обновление системы',
    'upgrade_services'          => 'Услуги обновления',
    'upgrade_services_text'     => 'Вам не нужно ничего делать, официальный представитель выполнит обновление системы BeikeShop за вас. Пусть у вас будет новейшая независимая система станций BeikeShop. При одновременном обновлении нескольких сайтов действуют скидки! ',
    'install_ssl'               => 'Установить SSL',
    'install_ssl_text'          => 'Установите и настройте сертификат SSL. Шифрование сообщений обеспечивает защиту передачи конфиденциальной информации между веб-сайтом и его клиентами. Повысьте авторитет вашего сайта! ',
    'work_order_service'        => 'Служба заказов на работу',
    'work_order_service_text_1' => 'Возникли технические проблемы? У вас есть индивидуальная функциональная оценка? Вам нужно разработать новый плагин? Вы можете воспользоваться билетной службой и обратиться к нам за помощью! После оплаты предоплаты вы можете успешно инициировать заказ на работу»',
    'auxiliary_station'         => 'Вспомогательный пакет для создания веб-сайтов',
    'auxiliary_station_text_1'  => 'Предназначен для технических новичков, которые хотят построить независимую станцию ​​на своем собственном сервере. После приобретения услуги BeikeShop будет создан на выделенном вами сервере в соответствии с вашими потребностями. ',
    'cloud_hosting'             => 'Создание веб-сайтов на облачном хостинге',
    'cloud_hosting_text_1'      => 'Вы можете иметь свой собственный независимый веб-сайт без какой-либо технической основы! После приобретения услуги мы полностью возьмем на себя техническое обслуживание вашей независимой станции BeikeShop. Вам нужно только запомнить учетную запись и пароль независимой станции, чтобы использовать независимую станцию. ',
    'vip_service'               => 'Супер VIP-сервис',
    'vip_service_sub_title'     => 'Супер VIP-сервис BeikeShop предоставляет вам полный спектр технического хостинга и круглосуточную поддержку в создании веб-сайтов. Не нужно беспокоиться обо всех технических проблемах: мы позаботимся обо всех технических деталях за вас, что позволит вам легко управлять и продвигать свой трансграничный бизнес в области электронной коммерции. ',
];
